Repository: lastobelus/merb_global
Catalog: spec/locale/*/merbapp.po
Languages: pl

source: Partial Underscore Text
pl: Polish Partial Underscore Text

source: Partial Inline Text
pl: Partial Inline Polish Text

source: block of text in partial
pl: block of Polish text in partial

source: text in localize filter in partial
pl: text is Polish in localize filter in partial

source: Hello
pl: Cześć

source: Underscore Text
pl: Underscore Polish Text

source: Inline Text
pl: Inline Polish Text

source: block of text
pl: block of Polish text

source: text in localize filter
pl: text is Polish in localize filter

source: text in localize filter with %{inum} interpolations
pl: text in localize filter is Polish and has interpolations (%{inum} of them)
